/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Panou";
"Telemetry" = "Telemetrie";
"Fan Control" = "Control fan";
"Profiles" = "Profiles";
"Advanced" = "Avansat";
"Menu Bar" = "Bară de meniu";
"System Info" = "Informații despre sistem";
"Desktop Widgets" = "Widget-uri desktop";

"AMD Power" = "Putere AMD";
"Gadget" = "Gadget";

"CPU" = "procesor";
"GPU" = "GPU";
"Freq" = "Freq";
"Average" = "Medie";
"Avg: %@" = "Medie: %@";
"Collecting data…" = "Colectarea datelor…";

"Low Power Mode (LPM)" = "Mod Energie Scăzută (LPM)";
"Allows macOS to auto-manage CPU frequency" = "Permite macOS să gestioneze automat frecvența procesorului";
"Forces CPU to lowest frequency for minimum power" = "Forțează procesorul la cea mai mică frecvență pentru puterea minimă";
"Core Performance Boost (CPB)" = "Impuls de performanță (CPB) de bază";
"Update Interval" = "Actualizare Interval";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Reglaţi cât de des se actualizează datele telemetrice. Mai jos = o utilizare mai reactivă, mai mare = mai puţină utilizare a procesorului.";

"Opciones en Menú Bar" = "Opțiuni bară meniu";
"Choose which items appear in the menu bar. Changes apply immediately." = "Alege care elemente apar în bara de meniu. Modificările se aplică imediat.";
"Customize the visual appearance of the menu bar items." = "Personalizați aspectul vizual al elementelor din bara de meniu.";
"Límite de Temp de Alerta" = "Limita de alertă Temp";
"Color de Alerta de Temp" = "Culoare alertă Temp";
"Color de Flechas" = "Culoare săgeată";
"Additional telemetry for the menu bar." = "Telemetrie suplimentară pentru bara de meniu.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "Datele GPU sunt afișate în interiorul coloanelor Temp, Power, Memorie și Fan când sunt activate.";
"Show GPU VRAM" = "Arată GPU VRAM";
"G:X.XG in Memory column" = "G:X.XG în coloana de memorie";
"Show GPU Fan Speed" = "Arată Viteza Fan GPU";
"G:XXXX in Fan column" = "G:XXXX în coloana Fan";

"No fans detected." = "Niciun fan detectat.";
"SMC driver not available" = "Driverul SMC nu este disponibil";
"Your SMC chip may not be supported." = "Este posibil ca cipul SMC să nu fie suportat.";
"RPM" = "RPM";
"Throttle" = "Rotire";
"↩ Reset to Auto" = ":● _curving_left: Resetare la Auto";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Selectaţi un profil pentru a ajusta intervalul de operare CPU. Modificările au efect imediat.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Editează direct înregistrările brute de stat. Necesită verificarea privilegiilor kext dezactivate prin boot-arg sau root.";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "Acest lucru va scrie definițiile brute de stat direct în procesor. Procedați?";
"Disabled — work in progress" = "Dezactivat — lucrări în curs de desfășurare";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Activare în OC: Diverse → Securitate → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Informațiile Motherboard nu sunt disponibile";

"Vista previa de la Barra de Menús:" = "Previzualizare bară de meniu:";
"Ancho estimado: %dpt" = "Lăţime estimată: %dpt";
"Restart the app to fully apply width changes." = "Reporniți aplicația pentru a aplica complet modificările de lățime.";
"Small (%dpt)" = "Mic (%dpt)";
"Medium (%dpt)" = "Mediu (%dpt)";
"Large (%dpt)" = "Mare (%dpt)";

"Green" = "Verde";
"Blue" = "Albastru";
"Orange" = "Portocaliu";
"Red" = "Roșu";
"Purple" = "Violet";
"Pink" = "Roz";
"Teal" = "Turcoaz";
"Turquoise" = "Turquoise";

"Verde" = "Verde";
"Azul" = "Albastru";
"Naranja" = "Portocaliu";
"Rojo" = "Roșu";
"Morado" = "Violet";
"Rosa" = "Roz";
"Turquesa" = "Turcoaz";

"Dynamic Colors (Temp Only)" = "Culori dinamice (numai cânepă)";
"Temp Alert Color" = "Culoare Alertă Temporară";
"Temp Alert Limit" = "Limită de alertă temporară";
"Network" = "Rețea";
"Network Arrows Color" = "Culoare săgeți de rețea";
"Exit" = "Ieșire";
"AMD Power Gadget" = "Gadget de putere AMD";
"AMD Power Tool" = "Unealta Putere AMD";
"SMC Fans" = "Fani SMC";

"Fan 1" = "Fan 1";
"Fan 2" = "Fan 2";
"Fan 3" = "Fan 3";
"Fan 4" = "Fan 4";
"Fan 5" = "Fan 5";
"Fan 6" = "Fan 6";
"Fan 7" = "Fan 7";
"Fan 8" = "Fan 8";

/* Alerts */
"To enable motherboard display:" = "Pentru a activa afișarea de la mamă:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Deschide fișierul de configurare OpenCore\n\nDu-te la Misc -> Security -> ExposeSensitiveData,\n\nSetează valoarea la 0x08 pentru a expune informații despre secțiune.";
"Done" = "Terminat";
"Invalid Input" = "Invalid Input";
"Please type in numbers in hexadecimal." = "Vă rugăm să introduceţi numerele în hexadecimal.";
"Unable to Set PStateDef" = "Imposibil de stabilit PStateDef";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Acțiunea a fost refuzată deoarece utilizatorul curent nu are suficient privilegiu,\nsau a fost anulat de utilizatorul curent.\n\nRulează AMD Power Gadget ca utilizator root sau dezactivează verificarea privilegiilor cu boot-arg '-amdpnopchk'\n\nAltfel, click pe 'O dată' din mesajul de avertizare pentru a permite această schimbare.";
"Your changes will not be saved" = "Modificările nu vor fi salvate";
"Click apply to save changes before closing this windows." = "Faceţi clic pe aplicare pentru a salva modificările înainte de a închide aceste ferestre.";
"Cancel" = "Anulează";
"Close without saving" = "Închide fără a salva";
"Invalid File" = "Fișier nevalid";
"The selected file could not be read or is not a valid pstate file." = "Fișierul selectat nu a putut fi citit sau nu este un fișier pstate valid.";
"OK" = "Ok";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Avg: %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f V";

/* Session Peaks */
"Session Peaks" = "Pauze sesiune";
"Reset Peaks" = "Resetare vârfuri";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "Control Fan GPU (Zero RPM / Curves)";
"macOS Hardware Limitation" = "Limitare hardware macOS";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Suprascrierile de viteză ale fanilor GPU direct pe bază de software (cum ar fi comutatorul zero rpm sau curbele de desenare ale fanilor în macOS) nu sunt suportate de macOS kernel/IOKit driver pentru AMD GPUs. Firmware-ul de bord al GPU (vBIOS) gestionează fanii.";
"Standard Hackintosh Solution:" = "Soluţie Hackintosh standard:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "Singurul mod de a modifica acest comportament (de exemplu forțarea fanilor să se învârtă la temperaturi mai scăzute sau dezactivarea Zero RPM) este exportarea vBIOS, crearea unei Mese PowerPlay Soft (SPPT) şi injectarea prin intermediul configuraţiei OpenCore. listă în DeviceProperties.";
"Open SPPT Guide" = "Ghid Open SPPT";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Mod activ CPPC nativ (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Permite scalarea autonomă a frecvențelor hardware (recomandat)";
"Power Management Mode" = "Mod de management al energiei";
"Energy Preference (EPP)" = "Preferințe energetice (PPE)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Selectaţi un profil autonom de hardware. Procesorul va scala frecvenţa în mod dinamic.";
"Performance" = "Performanță";
"Balanced Perf" = "Perf echilibrat";
"Balanced Power" = "Putere echilibrată";
"Power Save" = "Salvare baterie";
"Active Profile Status" = "Stare profil activ";
"CPU Speed Profiles (Legacy)" = "Profiluri de viteză CPU (Legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Selectați un profil manual de suprascriere P-Stat. Frecvențele vor fi restricționate la pasul selectat.";
"Mode" = "Mod";
"EPP Profile" = "Profil EPP";

/* Desktop Widgets */
"Show CPU Widget" = "Arată Widget CPU";
"Show GPU Widget" = "Arată Widget GPU";
"Show RAM Widget" = "Show RAM Widget";
"Show Disk Widget" = "Arată widget pe disc";
"Show Network Widget" = "Afișare widget rețea";
"Show Fan Widget" = "Arată Widget Fan";
"Disable All Widgets" = "Dezactivează toate widget-urile";
"Sort by Rank" = "Sortează după Rang";
"Edit Widget Layout" = "Editare aspect widget";
"Unlock widgets to drag them around the screen" = "Deblocați widget-uri pentru a le trage pe ecran";
"Widget Options" = "Opțiuni widget";
"Customize the appearance and behavior of your desktop widgets." = "Personalizați aspectul și comportamentul widgetelor desktop.";
"Auto-Align Active Widgets" = "Auto-aliniere Widget-uri active";
"Automatically stack active widgets at a corner" = "Scrie automat widget-urile active într-un colț";
"Alignment Corner" = "Colț de aliniere";
"Top Right" = "Dreapta sus";
"Top Left" = "Stânga sus";
"Bottom Right" = "Dreapta jos";
"Bottom Left" = "Stânga jos";
"Show Clock Widget" = "Arată widget ceas";
"Clock" = "Ceas";
"Stats Table" = "Tabel Statistici";
"Classic Glass" = "Sticlă Clasică";
"Pro Monitor" = "Pro Monitor";
"Core Matrix" = "Matricea de bază";

"United" = "Unită";
"Show United Widget" = "Arată Unitatea Widget";
"Configure Combined Metrics" = "Configurare valori combinate";
"Include CPU" = "Include procesorul";
"Include GPU" = "Include GPU";
"Include RAM" = "Include RAM";
"Include Disk" = "Include discul";
"Include Network" = "Include rețeaua";
"Include Fan" = "Include Fan";

"Temas & Apariencia" = "Teme & Aspecte";
"Análisis" = "Analiză";

"Select Visual Theme (Instant Application)" = "Selectaţi tema vizuală (Aplicaţie instant)";
"Custom Theme Creator & Exchange (JSON)" = "Creator de Teme Personalizate & Schimb (JSON)";
"Chart Rendering Style" = "Stilul redării graficului";
"Custom Theme Editor" = "Editor personalizat de teme";
"Showing active theme colors. Adjust any color to customize." = "Arată culoarea activă a temei. Ajustează orice culoare pentru a personaliza.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Utilizați glisorul Opacity pentru transparență (panoul de culori macOS doar resetează adesea alfa).";
"Opacity" = "Opacitate";
"Edit Active Theme" = "Editează Tema Activă";
"Export Theme (JSON)" = "Exportă tema (JSON)";
"Import Theme (JSON)" = "Importa Tema (JSON)";
"Card Background" = "Fundal card";
"Cyan Accent" = "Accent Turcoaz";
"Orange Accent" = "Accent portocaliu";
"Green Accent" = "Accent verde";
"Purple Accent" = "Accent violet";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f MHz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fV";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "Ghz %.1f";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f sec";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100°C";
"1h" = "1h";
"24h" = "24h";
"30d" = "30d";
"60°C" = "60°C";
"7d" = "7d";
"Accept & Continue" = "Acceptați și continuați";
"Active" = "Activ";
"All Auto" = "Toate automate";
"All Combined" = "Toate Combinate";
"All Fans Auto" = "Toți suporterii automați";
"AMD CPU Cores" = "Nuclee CPU AMD";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AmD Power Gadget recolecta datos automaThereticamente cada minuto.";
"AMD Processor Power Manager (PPM)" = "Manager putere procesor AMD (PPM)";
"Analysis" = "Analiză";
"Apply" = "Aplică";
"Apply P-States?" = "Aplică Stările P?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Aranjează ordinea în care apar widget-urile de resurse. Faceți clic pe săgeți pentru a schimba poziția.";
"Arrow Color" = "Culoare săgeată";
"Automatically switches EPP profiles based on live CPU load" = "Schimbă automat profilurile EPP pe baza încărcării cu procesor live";
"Average core frequency in GHz" = "Frecvenţa medie a nucleului în GHz";
"Average utilization over time" = "Utilizare medie în timp";
"Avg Frequency" = "Frecvenţă medie";
"Avg." = "Medie";
"Avg: %.0f%%" = "Medie: %.0f%%";
"Balanced\n%.1f GHz" = "Echilibru\n%.1f GHz";
"Base\n%.1f GHz" = "Baza\n%.1f GHz";
"BIOS / Auto" = "BIOS / Auto";
"Buscando actualizaciones..." = "Buscando actualizaciones...";
"Bytes (Read)" = "Octeți (referință)";
"Bytes (Write)" = "Bytes (caractere)";
"Cargando tendencias de telemetría..." = "Cargando tendencias de telemetría...";
"Chart Metric" = "Diagramă metrică";
"Chart Type" = "Tipul diagramei";
"Charts require macOS 13+" = "Graficele necesită macOS 13+";
"Charts require macOS 13.0+" = "Graficele necesită macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Verificați noi lansări de SMCAMDProcessor și Gadget de alimentare AMD pe GitHub.";
"Check for Updates" = "Verifică pentru actualizări";
"Check Now" = "Verifică acum";
"Circular Ring" = "Inel circular";
"Column Bars" = "Bare de coloană";
"Configure Charts" = "Configurare diagrame";
"Configure labels and layout details for widgets inside the popover." = "Configurați etichetele și detaliile aspectului pentru widget-uri în interiorul popoverii.";
"Connection Error: %@" = "Eroare de conexiune: %@";
"Continuous Background Logging" = "Jurnal de fundal continuu";
"Continuously write telemetry samples to a CSV file in the background" = "Continuă să scrii eșantioane telemetrice într-un fișier CSV în fundal";
"Control Mode" = "Mod de control";
"Core Rankings (Estimated by Freq)" = "Clasament Nucleu (estimat de Freq)";
"Could not fetch release info." = "Nu s-au putut obține informații despre versiune.";
"CPPC hardware rankings are active and loaded from the processor." = "Clasamentul componentelor fizice ale CPPC este activ și încărcat din procesor.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "Valorile CPPC hardware nu au putut fi citite. Clasamentele sunt estimate pe baza frecvenţei maxime observate a ceasului fiecărui nucleu.";
"CPPC Preferred Cores (Silicon Quality)" = "Nuclee preferate de CPPC (calitatea pictogramelor)";
"CPPC: Active" = "CPPC: HW OK";
"CPPC: Estimated" = "CPPC: Estimat";
"CPU and GPU temperatures" = "Temperaturi CPU şi GPU";
"CPU Average Frequency" = "Frecvenţă medie CPU";
"CPU Freq Avg (GHz)" = "Avg Freq CPU (GHz)";
"CPU Frequency" = "Frecvenţă CPU";
"CPU Load" = "Încărcare CPU";
"CPU Load (%)" = "Încărcătură CPU (%)";
"CPU Package Power" = "Puterea procesorului";
"CPU Per-Core Thread Load" = "Încărcătură de Discuție Per-Core CPU";
"CPU Power" = "Puterea procesorului";
"CPU Power (W)" = "Puterea procesorului (W)";
"CPU Power Alert" = "Alertă putere CPU";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "Puterea procesorului a fost la %.1fW (peste limita de %dW) pentru peste %d secunde!";
"CPU Temp" = "Temp CPU";
"CPU Temp (°C)" = "Temp CPU (°C)";
"CPU Temperature" = "Temperatura procesorului";
"CPU Temperature Alert" = "Alertă temperatură CPU";
"CPU temperature has reached %.1f°C!" = "Temperatura procesorului a atins %.1f°C!";
"CPU Tracker" = "Tracker CPU";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Versiunea curentă: v%@\nVersiune nouă: %@\n\nNote de lansare:\n%@";
"Curve" = "Curbă";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Optimizerul Curve este activ doar când AMDRyzenCPUPowerManagement kext acceptă interfața poștală Zen 3 SMU.";
"Custom" = "Personalizat";
"Customize the behavior and visibility of the menu bar popover." = "Personalizați comportamentul și vizibilitatea barei de meniu popoveri.";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "Se elimină punctul";
"Device Utilization %" = "Utilizare dispozitiv %";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Dezactivați efectele vizuale grele, dacă sistemului dumneavoastră îi lipsește accelerația grafică metalică.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "DISCLAIMER: Acest software interacţionează direct cu înregistrările de control hardware de nivel inferior. Folosind acest lucru, sunteți de acord că responsabilitatea absolută pentru instabilitatea sistemului, deteriorarea hardware-ului sau invazia extraterestră aparține în întregime utilizatorului.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "DISCLAIMER: Acest software interacţionează direct cu înregistrările de control hardware de nivel inferior. Folosindu-l, sunteţi de acord că responsabilitatea absolută revine în întregime utilizatorului.";
"Disk" = "Disc";
"DISK" = "DISK";
"Disk Activity" = "Activitate pe disc";
"Disk Activity (MB/s)" = "Activitate pe disc (MB/s)";
"Disk Activity (Read+Write)" = "Activitate pe disc (Read+Scriere)";
"Disk I/O" = "Disc I/O";
"Disk Tracker" = "Tracker pe disc";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "Doriți ca Gadget-ul de alimentare AMD să înceapă în bara de meniu la conectare? \n\n Acest lucru va fi solicitat o singură dată. Puteți schimba această setare mai târziu în meniul Appearance.";
"Donate (PayPal)" = "Donează (PayPal)";
"Download" = "Descărcare";
"Download on GitHub" = "Descarcă pe GitHub";
"Download Update" = "Descarcă actualizare";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Trage puncte de control pentru a edita curba. Clic dublu pe spaţiu gol pentru a adăuga (max 8). Dublu-clic pe un punct sau clic dreapta pentru ştergere.";
"Dynamic Auto-EPP Workload Engine" = "Motor dinamic de lucru Auto-EPP";
"Dynamic Next-Gen Fan Curves" = "Curbele de fan dinamic";
"Edit Layout" = "Editare Layout";
"Efficient\n%.1f GHz" = "Eficient\n%.1f GHz";
"Enable additional stats columns inside the popover." = "Permite afișarea de coloane de statistici suplimentare în interiorul popoverii.";
"Enable System Alerts" = "Activează alertele de sistem";
"Error reading CPU data." = "Eroare la citirea datelor procesorului.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Evaluat în nucleu cu interpolarea LUT 256 de pași, histereza, și ramparea fără probleme.";
"Export" = "Exportă";
"Export CSV" = "Exportă CSV";
"Export Telemetry History" = "Exportă istoricul telemetriei";
"Export the history of samples currently in memory to a CSV file" = "Exportă istoricul eșantioanelor în memorie într-un fișier CSV";
"Failed — check kext privileges (-amdpnopchk)." = "Eșuat — verifică privilegiile kext (-amdpnopchk).";
"Fan" = "Ventilator";
"Fan Number" = "Număr ventilator";
"Fan Speed" = "Viteza ventilatorului";
"Fan Speed (RPM)" = "Viteza ventilatorului (RPM)";
"Fan Speed(RPM)" = "Viteza fanilor (RPM)";
"Filled Area" = "Zona Completata";
"Freq:" = "Freq:";
"Frequency" = "Frecvenţă";
"Frequency Max:" = "Numărul maxim de frecvenţă:";
"GHz" = "GHz";
"GitHub Repository" = "GitHub Repository";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "GitHub Repository\n\nMulțumiri speciale comunității AMD OS X!\n\nDrepturi de autor ©️ 2020-2026 Droga. Toate drepturile rezervate.";
"GPU Load" = "Încărcare GPU";
"GPU Model" = "Model GPU";
"GPU Power" = "Puterea GPU";
"GPU Power (W)" = "Puterea GPU (W)";
"GPU Temp" = "Temp GPU";
"GPU Temp (°C)" = "Temp GPU (°C)";
"GPU Temperature" = "Temperatură GPU";
"GPU Tracker" = "Tracker GPU";
"H.264 & HEVC Active" = "H.264 & HEVC active";
"H.264 Active (HEVC Inactive)" = "H.264 Active (HEVC Inactiv)";
"HEVC Active (H.264 Inactive)" = "HEVC Active (H.264 Inactiv)";
"Hide this fan" = "Ascunde acest ventilator";
"High Load Threshold (Performance)" = "Pragul de încărcare ridicată (Performare)";
"Histograma de Barras" = "Histograma de Barras";
"Hysteresis" = "Hysteresis";
"I accept that absolute responsibility lies entirely with the user." = "Accept că responsabilitatea absolută revine în întregime utilizatorului.";
"Idle Threshold (Power Save)" = "Prag de glisare (Salvare inferioară)";
"Import" = "Importă";
"Inactive" = "Inactiv";
"Inactive / Not Supported" = "Inactiv / Neacceptat";
"Index" = "Indice";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Injectați offset-urile de tensiune pozitivă sau negativă per nucleu. Centrul este 0 (fără suprascriere). Limitați: -30 (subvolțire) la +30 (overvolt) contează.";
"Inst(s) Retired:" = "Instant(e) Reordonate:";
"Kext Update Available" = "Actualizare text disponibilă";
"Later" = "Mai târziu";
"Line Only" = "Doar linie";
"Load" = "Încărcare";
"Loading..." = "Încărcare...";
"Log File Location" = "Locaţia fişierului jurnal";
"Logical Cores" = "Nuclee logice";
"Low Performance Mode" = "Mod de performanță scăzută";
"Low Power\n%.1f GHz" = "Putere scăzută\n%.1f GHz";
"Línea Escalonada (Step)" = "Escalonada (Escalonada)";
"Línea Suave (Spline)" = "Viaţă de vas (Spline)";
"Manual Override" = "Suprascriere manuală";
"Max Speed" = "Viteza Maximă";
"Max." = "Max.";
"MB/s" = "MB/s";
"Memory Usage" = "Utilizare memorie";
"Menu Bar Preview:" = "Previzualizare bară de meniu:";
"Mi Tema Custom" = "Mi Tema personalizat";
"Min." = "Minim";
"Monochrome Stealth" = "Camuflaj monocrom";
"Máx." = "Max:";
"Máx:" = "Mapx:";
"Mín." = "N/a.";
"Mín:" = "N:";
"N/A" = "N/A";
"Net" = "Net";
"Net Download (MB/s)" = "Descărcare netă (MB/s)";
"Net Upload (MB/s)" = "Încărcare netă (MB/s)";
"Network Speed" = "Viteza Rețelei";
"Network Throughput" = "Rețea pe întreg teritoriul";
"Network Total Speed" = "Viteza totală a rețelei";
"New version %@ available!" = "Versiune nouă %@ disponibilă!";
"New Version Available: %@" = "Versiune nouă disponibilă: %@";
"No" = "Nr";
"No AMDRyzenCPUPowerManagement Found!" = "Nu a fost găsit niciun AMDRyzenCPUPowerManag!";
"No curves configured." = "Nici o curbă configurată.";
"No hay suficientes datos recolectados aún." = "No hay suficientes datos recolectados aún.";
"No location selected" = "Nicio locație selectată";
"No metrics active" = "Nici o măsurătoare activă";
"No release notes available." = "Nu există note de lansare disponibile.";
"Nordic Frost" = "Frost Nordic";
"Not Supported" = "Nu este acceptat";
"Not supported by your CPU" = "Nu este suportat de CPU";
"Not yet" = "Încă nu";
"Open Dashboard" = "Deschide tabloul de bord";
"Other Popover Widgets" = "Alte Widget-uri Popover";
"P-State Editor" = "Editor de Stat";
"P-States applied successfully." = "Statele P au fost aplicate.";
"P-States Configuration" = "Configurația statelor P";
"Package" = "Pachet";
"Package Power" = "Puterea pachetului";
"Peak Fan" = "Maximul ventilatorului";
"Peak Freq" = "vârf Freq";
"Peak Power" = "Putere maximă";
"Peak Temp" = "Temp maxim";
"Performance\n%.1f GHz" = "Performanță\n%.1f GHz";
"Performance & Fallback" = "Performanță & Fallback";
"Personalizado" = "Personalizado";
"Physical Cores" = "Nuclee fizice";
"Pin Popover Open" = "Pin Pover Deschis";
"Platform" = "Platformă";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Vă rugăm să descărcați AMDRyzenCPUPowerManagement din pagina de lansare.";
"Popover Config" = "Popover Config";
"Popover General Settings" = "Setări generale Popover";
"Popover Menu" = "Popover Menu";
"Power" = "Putere";
"Power Warning Threshold (PPT)" = "Prag de avertizare putere (PPT)";
"Prevent the popover from closing when clicking outside" = "Împiedică închiderea paginii atunci când se dă click afară";
"Preview" = "Previzualizare";
"Processor" = "Procesor";
"Profile" = "Profil";
"Progress Bar" = "Bară de progres";
"Prom." = "Prom.";
"PWR" = "RLP";
"Quick Fan Access" = "Acces rapid Fan";
"Quit" = "Ieșire";
"Quit and Download" = "Închide și descarcă";
"Radeon GPU" = "Radeon GPU";
"Radeon Graphics utilization percentage" = "Procent utilizare Radeon Grafic";
"RAM" = "RAM";
"RAM Tracker" = "Tracker RAM";
"RAM Usage" = "RAM Usage";
"RAM Usage (%)" = "RAM Usage (%)";
"RAM Utilization" = "RAM Utilization";
"RAM utilization percentage" = "Procent utilizare RAM";
"Ramp Rate" = "Rată de rampă";
"Raw Register Details" = "Detalii registru crud";
"Read Speed" = "Viteza de citire";
"Real-time energy consumption in Watts" = "Consumul de energie în timp real în wați";
"Real-time History" = "Istoric în timp real";
"Real-time upload / download speed (↑/↓)" = "Viteza de încărcare / descărcare în timp real (↑/↓)";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Primiți alerte macOS native când procesorul depășește limitele termice sau de alimentare configurate.";
"Refresh Rate" = "Rată reîmprospătare";
"Relative Time (s)" = "Ora (orele) relativă";
"Replaces translucent blurs with solid colors to save CPU" = "Înlocuiește bluri translucide cu culori solide pentru a salva CPU";
"Requests permission and enables hardware limit warnings" = "Solicită permisiune şi permite avertismente limită hardware";
"Revert" = "Revenire";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Faceți clic dreapta pe orice widget direct pe desktop pentru a-i schimba stilul dinamic (Classic Glass, Monitor Pro sau Matricea de bază).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "ACORDUL PENTRU DISCURSUL SIGURANȚEI ȘI RESPONSABILITATEA";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "SeleccionaRibavirin pe panoul el este superior para vizualizara in timp ce nu este suficient de rico.";
"Select File..." = "Selectaţi fişier...";
"Select which metrics are shown and choose their visualization style." = "Selectați ce valori sunt afișate și alegeți stilul lor de vizualizare.";
"Series" = "Serii";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Arată un widget mobil, non-interactiv pe desktop-ul tău pentru telemetrie live.";
"Show All (%d hidden)" = "Arată tot (%d ascuns)";
"Show CPU" = "Arată CPU";
"Show Fan RPM" = "Arată Fan RPM";
"Show GPU Power" = "Arată puterea GPU";
"Show GPU Row" = "Arată Rând GPU";
"Show GPU Temp" = "Arată Temp GPU";
"Show Memory" = "Arată memoria";
"Show Network" = "Arată rețeaua";
"Show Network Row" = "Arată Rând de rețea";
"Show Network Speed Sparkline Graph below" = "Arată graficul Sparkline Viteza Rețelei mai jos";
"Show Per-Core Utilization Grid below" = "Arată grila de utilizare per-Nucleu mai jos";
"Show Power" = "Arată puterea";
"Show Ring Details" = "Arată detaliile sunetului";
"Show Ring Labels" = "Arată Etichetele inelelor";
"Show Temperature" = "Arată temperatura";
"Show Temperature Sparkline Graph below" = "Arată graficul de temperatură";
"Show Top Processes" = "Arată procesele de top";
"Single large value instead of max/avg stack" = "Valoare unică mare în loc de stiva max/mediu";
"SMC Fan Control" = "Control Fan SMC";
"Smooth Curves" = "Curbe dinte";
"Software" = "Soft";
"Software Updates" = "Actualizări software";
"Solarized Amber" = "Chihlimbar Solizat";
"Speed" = "Viteză";
"SSD" = "SSD";
"Startup at login?" = "Pornire la autentificare?";
"Statistics" = "Statistici";
"Storage" = "Depozitare";
"Style" = "Stil";
"Style Options" = "Opțiuni stil";
"Styles & Themes" = "Styles & Themes";
"Supported by your CPU" = "Suportat de CPU";
"Sustained Duration" = "Durată susţinută";
"Swap Total" = "Schimbă Total";
"Swap Used" = "Schimbă folosit";
"System Alert Notifications" = "Notificări alerte sistem";
"System Up to Date" = "Sistem până la data";
"Tahoe Glass" = "Sticlă Tahoe";
"Temp" = "Temperatura";
"Temp Source" = "Sursă temporară";
"Temperature" = "Temperatură";
"Temperature Warning Threshold" = "Prag avertizare temperatură";
"Temperature(C)" = "Temperatura (C)";
"Temperatures" = "Temperaturi";
"Themes & Appearance" = "Teme & Aspecte";
"Thermal History" = "Istoric termic";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "Această aplicație nu poate fi lansată datorită faptului că AMDRyzenCPUPowerManagement raportează date incorecte.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "Acest software interacţionează direct cu înregistrările de hardware de nivel scăzut ale procesoarelor, registre specifice modelelor (MSR), şi unitatea de management al sistemului (System Management Unit - MU) pentru a controla tensiunile, frecvenţele şi limitele de putere ale procesorului.\n\nSetări incorecte, încetinire instabilă sau configurații greșite pot cauza instabilitatea sistemului, pierderea datelor, panouri de kernel sau deteriorări permanente ale hardware.\n\nContinuând, ești de acord că responsabilitatea absolută pentru instabilitatea sistemului, deteriorarea hardware-ului sau invazia extraterestră aparține în întregime utilizatorului. Autorii și contribuitorii nu își asumă niciun fel de răspundere pentru daune, pierderi sau efecte secundare asupra hardware-ului, software-ului sau proprietății personale. Folosiți pe propriul risc.";
"Thread %d: %.1f%%" = "Discuție %d: %.1f%%";
"Time" = "Timp";
"Timeframe" = "Timeframe";
"Timestamp" = "Ora";
"TMP" = "TMP";
"Todas las gráficas están ocultas." = "Todas las gráficas están ocultas.";
"Top Processes" = "Procese de top";
"Total" = "Total";
"Total Power(W)" = "Putere totală (W)";
"Tracks active memory usage and pressure." = "Urmărește utilizarea memoriei active și presiunea.";
"Tracks CPU utilization average and core temperature." = "Urmărește utilizarea procesorului mediu și temperatura centrală.";
"Tracks graphics memory (VRAM) utilization." = "Utilizarea memoriei grafice (VRAM).";
"Tracks graphics utilization and temperature." = "Urmăriți utilizarea grafică și temperatura.";
"Tracks primary storage capacity usage." = "Urmărește utilizarea capacității de stocare primară.";
"Unknown" = "Necunoscut";
"Unknown GPU" = "GPU necunoscut";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Deblocare Curve Optimizer (DANGEROUS: instabilitatea de subtensiune poate cauza panică de kernel sau repornire instantă)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "Deblocare P-State Editor (DANGEROUS: setări incorecte pot afecta hardware)";
"Upload" = "Incarca";
"Uptime" = "Uptime";
"Use Popover Menu" = "Folosește Meniu Popover";
"Used memory in GB" = "Memorie folosită în GB";
"Used RAM" = "Used RAM";
"UTC Time" = "Timp UTC";
"V-F Operating Curve" = "Curba de operare V-F";
"Value" = "Valoare";
"VDA Decoder" = "Decodor VDA";
"Visible charts:" = "Grafice vizibile:";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "Tracker VRAM";
"VRAM Used" = "VRAM folosit";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "P";
"Weekday" = "Saptamana";
"Widget Reordering" = "Reordonare widget";
"Widget Selection & Display Style" = "Selecție widget & Stil afișare";
"Widget Style" = "Stil widget";
"Write Speed" = "Viteza de scriere";
"Yes" = "Da";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Rulezi cea mai recentă versiune de Gadget de Energie AMD (vs.%@).";
"You have the latest version installed (v%@)." = "Aveți instalată cea mai recentă versiune (v%@).";
"°C" = "C";
"Área Rellena (Gradient)" = "Erea Rellena (Gradient)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "Versiunea dumneavoastră AMDRyzenCPUPowerManagement (%@) este învechită și nu mai este compatibil API. Vă rugăm să folosiți versiunea 3.0.0 sau mai nouă și să reporniți această aplicație.";

/* App language picker */
"Language" = "Limba";
"App Language" = "Limba aplicației";
"Choose the interface language. The app will restart to apply the change." = "Alegeți limba interfeței. Aplicația va reporni pentru a aplica modificarea.";
"System Default" = "Implicit sistem";
"Current: %@" = "Curent: %@";
"Restart required" = "Repornire necesară";
"Apply & Restart" = "Aplică și repornește";
"The app needs to restart to load the selected language." = "Aplicația trebuie să repornească pentru a încărca limba selectată.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Această acțiune necesită privilegii de administrator. Executați AMD Power Gadget ca root, sau adăugați argumentul de pornire -amdpnopchk pentru depanare.";

/* Crowdin: recent UI strings — CPPC badge vs EPP Active Mode */
"CPPC: HW OK" = "CPPC: HW OK";
"CPPC: EPP On" = "CPPC: EPP On";
"This CPU did not report CPPC support to the kext." = "This CPU did not report CPPC support to the kext.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch.";
"Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor." = "Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor.";
"CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle." = "CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle.";
"The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root)." = "The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root).";
/* Deprecated badge key — kept so old locales still resolve */
"CPPC: Active" = "CPPC: HW OK";

/* Menu Bar toggles (fabiosun IT) */
"Show Max Freq Only" = "Show Max Freq Only";

/* Menu Bar toggles (fabiosun IT) */
"Use Fahrenheit" = "Use Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"Frequency column (max/avg GHz)" = "Frequency column (max/avg GHz)";

/* Menu Bar toggles (fabiosun IT) */
"CPU temp + optional GPU temp" = "CPU temp + optional GPU temp";

/* Menu Bar toggles (fabiosun IT) */
"Convert temperature values from Celsius to Fahrenheit" = "Convert temperature values from Celsius to Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"CPU watts + optional GPU watts" = "CPU watts + optional GPU watts";

/* CPPC support gate */
"Active Mode and Auto-EPP stay off until the kext reports CPPC. Boot-arg -amdcppcactive alone is not enough if MSR/CPUID checks fail — reboot after updating kexts." = "Active Mode and Auto-EPP stay off until the kext reports CPPC. Boot-arg -amdcppcactive alone is not enough if MSR/CPUID checks fail — reboot after updating kexts.";
"AMDRyzenCPUPowerManagement kext not connected." = "AMDRyzenCPUPowerManagement kext not connected.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). With -amdcppcactive the kext enables Active Mode at boot after reboot." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). With -amdcppcactive the kext enables Active Mode at boot after reboot.";
